---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsIsCustomFitting
source: html/96f1a53c-d396-6f0f-ca41-e64ee0452755.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsIsCustomFitting Property

"IsCustom"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsIsCustomFitting { get; }
```